Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/internasjonal_samisk_sprakuke_2022.html.tmx
Source language: nob
Languages: smj

source: Internasjonal Samisk språkuke 2022
smj: Rijkajgasskasasj Sáme giellavahkko 2022

source: Gïelevåhkoe ble initiert under De forente nasjoners (FN) år for urfolksspråk (IYIL 2019).
smj: Giellavahkko, Sáme giellavahkko, tsuojgot dal sáme gielajt näljádis jahkevuoron.

source: Nå har FN utpekt tiårsperioden 2022-2023 som tiår for urfolksspråk, International Decade of Indigenous Languages (IDIL).
smj: Sámedikke Svierigin, Vuonan ja Suoman gåhttju gájkajt oassálasstet ja oassálasstet bájkálattjat, dajvalattjat ja rijkalattjat dán aktisasj dåjman.

source: Tiåret skal inspirere til innsats for å bevare, beskytte og utvikle alle verdens små språk.
smj: Sávadus la sáme giela galggi vuojnnut, gullut ja aneduvvat gájkka sebrudakguovlojn Giellavahkkon.

source: En felles åpningsseremoni for Gïelevåhkoe og tiåret for urfolksspråk arrangeres i Snåsa
smj: Giellavahkko sjaddá 43. vahkon, gålgådismáno 24-30 b. Giellavahkko álgaduváj Aktidum Nasjåvnåj (AN) álggoálmmukjagen (IYIL 2019).

source: 23. oktober.
smj: AN la dal nammadam jahkelågev 2022-2032 álggoálmmukjahkelåhken, the International Decade of Indigenous Languages (IDIL).

source: H.M. Kong Harald V av Norge deltar på åpningsseremonien.
smj: Jahkelåhke galggá måvtåstuhttet dagojda bisodittjat, suoddjitjit ja åvddånahtátjit gájkka värálda smáves gielajt.

source: Også Sametingets styrelsesordförande i Sverige, og presidentene i Sametingene i Norge og Finland og kommunal- og distriktsminister i Norge vil delta.
smj: Aktisasj rahpamceremoniddja Giellavahkkuj ja álggoálmmukjahkelåhkåj ásaduvvá Snoasen, Vuonan.

source: Åpningen av Gïelevåhkoe arrangeres årlig på forskjellige steder i Sápmi og markerer starten på en felles feiring og synliggjøring av de samiske språkene i hele Sápmi.
smj: Vuona Majestähtta Gånågis Harald oassálasstá rahpamceremoniddjaj.

source: Informasjon om arrangementer rundt om i Sápmi, design som kan brukes under Gïelevåhkoe og annet nyttig materiale finnes på www.giellavahkku.org.
smj: Svieriga Sámedikke stivrraåvddåulmusj, Vuona ja Suoma Sámediggepresidenta ja Vuona Suohkan- ja dajvvaministar oassálassti aj.

source: Du kan også følge Gïelevåhkoe på sosiale medier.
smj: Giellavahko rahpam dagáduvvá jahkásattjat umasse bájkijn Sámeednamin ja diedet álgov aktisasj ávvudallamij ja sáme gielaj vuojnnusij buktemij ålles Sámeednamin.

source: Hashtags som brukes på sosiale medier:
smj: Diededibme ásadimij hárráj Sámeednama birra, hábbmim adnet Giellavahkon ja ietjá anedahkes ábnnasa gávnnuji www.giellavahkku.org.

source: Sørsamisk #gïelevåhkoe Umesamisk #giällavahkkuo Pitesamisk #giellavahkko Lulesamisk #giellavahkko Nordsamisk #giellavahkku Enaresamisk #kielâokko Skoltesamisk #ǩiõllneä’ttel
smj: Máhttelis la aj tjuovvot Giellavahkov sociálalasj mediajn.

source: Silje Karine Muotka Åse M. P. Pulk/Sámediggi
smj: Hashtag mij aneduvvá sociálalasj mediajn:

source: – En felles Giellavahkku er viktig fordi samiske språk lever på tvers av landegrensene i Sverige, Norge, Finland og Russland.
smj: Oarjjelsámegiella #gïelevåhkoe Ubbmemsámegiella #giällavahkkuo Bihtámsámegiella #giellavahkko Julevsámegiella #giellavahkko Nuorttasámegiella #giellavahkku Anársámegiella #kielâokko Gålldåsámegiella #ǩiõllneä’ttel

source: Det er viktig og naturlig for alle samer at vi sammen synliggjør og styrker verdien av våre hjertespråk i offentligheten.
smj: Silje Karine Muotka Åse M. P. Pulk/Sámediggi

source: Giellavahkku er en felles dugnad for å synliggjøre og øke kunnskapen om de samiske språkene i hele samfunnet.
smj: – Rijkarájáj rastá Giellavahkko l ájnas vaj sáme giela viessu suoma, svieriga, vuona ja gárjjela rijkarájáj rastá.

source: Sammen tar vi et større ansvar for at samiske språk høres, synes og brukes på alle samfunnsområder, sier sametingspresident i Sametinget i Norge Silje Karine Muotka.
smj: Le ájnas ja luondulasj gájkka sámijda mij aktan vuojnnusij buktep ja nanustahttep mijá vájmogiela árvov álmmugin.

source: – Målet med Giellavahkku er å synliggjøre de samiske språkene for allmennheten.
smj: Giellavahkko l aktisasj barggo vuojnnusij buvtátjit sáme gielajt ja lasedit diedojt daj birra ålles sebrudagán.

source: For at de samiske språkene skal synes og høres på alle samfunnsområder er det viktig at større aktører blir med på dette viktige arbeidet, og bidrar til å synliggjøre og løfte statusen til de samiske språkene.
smj: Aktan mij åvdåsvásstádusáv válldep vaj sámegiela gulluji, vuojnnuji ja aneduvvi ålles sebrudagán, Vuona sámediggepresidännta Silje Karine Muotka javllá .

source: Jo flere aktører som velger å synliggjøre de samiske språkene, jo mer synlige blir språkene.
smj: – Giellavahko ulmme l vuojnnusij buktet sáme gielajt álmmugij.

source: Vi oppfordrer alle til å bli med å synliggjøre og løfte de samiske språkene.
smj: Jus sáme giela galggi vuojnnut ja gullut ålles sebrudagán, de l ájnas stuoráp dåjmadiddje oassálassti dán ájnas bargguj, ja viehkedi vuojnnusij buktet sáme gielajt ja aledit daj stáhtusav.

source: Både mindre og større tiltak er viktige, understreker Muotka.
smj: Dade ienep dåjmadiddje gudi mierredi vuojnnusij buktet sáme gielajt, dadi ienebut sáme giela vuojnnuji.

source: Håkan Jonsson, Styrelseordförande Svenska Sametinget Marcus Bäckström
smj: Mij gåhttjop gájkajt oassálasstet vuojnnusij buktet ja aledit sáme gielajt.

source: – Formålet med Samisk språkuke er å synliggjøre, ikke bare i Sápmi, men i hele samfunnet på tvers av landegrensene, den rikdommen som alle våre samiske språk besitter.
smj: Goappátjagá unnep ja stuoráp dago li ájnnasa, Muotka dieddel.

source: Vi ønsker å øke kunnskapen om språkene og heve statusen til de samiske språkene, sier styrelsesordförande i Sametinget i Sverige Håkan Jonsson .
smj: Håkan Jonsson, Styrelseordförande Svenska Sametinget Marcus Bäckström

source: – Det er fint å se hvordan de samiske språkene løftes frem og brukes under Giällavahkkuo.
smj: – Ulmme sáme giellavahkujn la rijkarájáj rastá vuojnnusij buktet, ij val Sámeednamin ájnat ålles sebrudagán, boandásvuodav mij la mijá gájkka gielajn.

source: Jeg blir ekstra glad når jeg går inn i en dagligvarebutikk og ser samiske skilt.
smj: Mij sihtap lasedit máhttudagáv gielaj birra ja aledit sáme gielaj stáhtusav Håkan Jonsson javllá, stivrraåvddåulmusj Svieriga Sámedikken.

source: Å møte barn som snakker samisk er verdifullt da det gjenspeiler hvor velstående de samiske språkene er, legger Jonsson til.
smj: – Buorre l vuojnnet gåktu sáme giela tsuojgoduvvi ja aneduvvi Giellavahkon.

source: – Alle er velkomne til å delta i Giellavahkku!
smj: Mån riek ávvusav gå mån manáv biebbmoboargálij ja vuojnav sáme galbajt.

source: Jeg inviterer også alle andre aktører til å delta: bedrifter, organisasjoner, foreninger, myndigheter og privatpersoner.
smj: Iejvvit sáme mánájt gudi ságasti sáme gielav la árvulasj gå vuoset man boandá sáme giela li, Jonsson duoddi.

source: Det er viktig at flest mulig er med slik at deltakelsen blir så bred som mulig i alle deler av samfunnet, slik at de samiske språkene blir mer synlige under Giellavahkku.
smj: – Gájka li sávadum oassálasstet Giellavahkkuj!

source: Jeg håper at så mange som mulig blir interessert og deltar under Giellavahkku, sier sametingspresident i Sametinget i Finland Tuomas Aslak Juuso.
smj: Mån bivddiv aj gájkka ietjá dåjmadiddjijt oassálasstet: vidnudagá, organisasjåvnå, siebre, fábmudagá, ja priváhttaulmutja.

source: Tuomas Aslak Juuso President Finska Sametinget Ville-Riiko Fofonoff/Sámediggi
smj: Le ájnas nåv ållusa gå máhttelis oassálassti vaj oassálasstem la nåv vijdesbirástiddje gå máhttelis sebrudagá gájkka åsijn, vaj sáme giela aneduvvi dájváj ja ednagit Giellaváhkon.

source: – Jeg håper at de som deltar under Giellavahkku kan synliggjøre de samiske språkene i hverdagen.
smj: Mån dårvustaláv nåv ållusa gå máhttelis mieluduvvi ja oassálassti Giellavahkon, Suoma Sámedikke åvddåulmusj Tuomas Aslak Juuso javllá.

source: Det er svært viktig for alle å kunne høre og bruke språket sitt i hverdagen.
smj: Tuomas Aslak Juuso President Finska Sametinget Ville-Riiko Fofonoff/Sámediggi

source: Under språkuka kan man for eksempel bruke samisk skilting, og ha informasjonstekster på samisk eller hvorfor ikke kommunisere på samisk?
smj: – Mån dårvustaláv gájka gudi oassálassti Giellavahkon máhtti vuojnnusij buktet sáme gielajt sijá árggabiejven.

source: I tillegg til de som deltar under Giellavahkku, kan det arrangeres ulike arrangementer for språk og kultur.
smj: Le sieldes ájnas gájkajda, at máhttá gullat ja adnet ietjas gielav árggabiejven.

source: Selv små ting er betydningsfulle!
smj: Giellavahkon máhttá buojkulvissan adnet sáme galbajt, ja adnet diededimtevstajt sámegiellaj jali manen ij guládallat sámegiellaj?

source: Det viktigste er å delta og synliggjøre de samiske språkene under Giellavahkku, sier Juuso.
smj: Ietján gå gudi oassálassti Giellavahkon de máhtti ásaduvvat umasse ásadime giellaj ja kultuvrraj.
